[{"data":1,"prerenderedAt":15},["ShallowReactive",2],{"RuBb_3WF7Y1dKb-BPrKu7HbrEDtfxYw_ssV75AWRFpA":3,"ZMeidOb0G9yiRDfJPEAtGvrZwNVG6N_lC4sfzWwnr3o":12},{"body":4,"slug":5,"name":6,"page-name-search":7,"page-title":6,"categories":8,"summary":11,"page-description":11},"\u003Csection class=\"unnumbered docname\">\n\u003Ch1 class=\"unnumbered\">Conseils généraux\u003C/h1>\n\u003C/section>\n\u003Cdiv class=\"doctitle\">\n\u003Cp>Conseils généraux\u003C/p>\n\u003C/div>\n\u003Cdiv class=\"doccategories\">\n\u003Cp>algebra, analysis\u003C/p>\n\u003C/div>\n\u003Cdiv class=\"docsummary\">\n\u003Cp>Dans cette fiche un peu différente, je liste quelques conseils de\npréparation qui ont fonctionné pour moi.\u003C/p>\n\u003C/div>\n\u003Cp>Avant de commencer la lecture de ce document, je tiens à avertir tous\nses lecteurs : les conseils qui vont suivre sont très personnels. Je les\nrédige en toute modestie ici avec l’expérience acquise au cours de cette\nannée de préparation et je ne pourrai résumer à quelques phrases tout ce\nque j’ai appris. Bref, c’est à vous de trouver les méthodes de travail\nqui marchent le mieux pour vous. Ci-dessous ne sont listés que de\nmodestes exemples...\u003C/p>\n\u003Cp>Je précise également que j’ai obtenu l’agrégation en deux fois :\nadmissible en 2021, puis admis en 2024 en \u003Cq>candidat libre\u003C/q>. J’ai\ncontinué à étudier parallèlement à mon travail d’enseignant en\nmathématiques, et j’ai donc dû adapter mon plan de travail en\nconséquence.\u003C/p>\n\u003Ch2>Conseils pour la préparation pendant l’année\u003C/h2>\n\u003Ch3>Travail de l’écrit\u003C/h3>\n\u003Cp>À mon sens, il faut commencer à travailler les écrits dès la rentrée.\nPersonnellement, j’ai commencé par des petits exercices très ciblés,\npuis j’ai assez vite enchaîné sur des sujets d’agrégation. Un travail de\nl’ordre d’un sujet par semaine ; pas tout d’un coup, mais étalé sur les\nsept jours. Environ deux mois avant les oraux, je me suis imposé un\nécrit blanc par semaine : six heures de suite le mercredi à la\nbibliothèque universitaire, puis correction dans la foulée.\u003C/p>\n\u003Cp>L’idée pour les écrits était de bien faire environ la moitié du\nsujet, le reste serait du bonus étant donné que je ne vise aucun\nclassement.\u003C/p>\n\u003Ch3>Travail de l’oral\u003C/h3>\n\u003Cp>Mes développements étant déjà rédigés suite à mon parcours de 2021,\nje n’avais \u003Cq>que\u003C/q> les leçons à retravailler et à rerédiger.\u003C/p>\n\u003Cp>Ma méthode était assez simple : un plan de leçon par semaine\njusqu’aux écrits, puis un plan par jour sur cinq jours de la semaine\njusqu’à avoir terminé. Je me suis autorisé trois impasses : deux en\nalgèbre et une en analyse. Je conçois que la seconde moitié de cette\npréparation est assez lourde, j’aurais sans doute dû équilibrer un peu\nmieux au cours de l’année. Une fois mes plans terminés, j’ai fait des\nrévisions thématiques (groupes, anneaux, séries entières, probabilités,\netc.) notamment à l’aide des retours d’oraux disponibles sur le site \u003Ca href=\"https://agreg-maths.fr\">agreg-maths.fr\u003C/a>. Je ne peux que vous\nconseiller d’en faire de même, certaines questions sont très classiques\net il y a de grandes chances que vous les retrouviez le jour J.\u003C/p>\n\u003Cp>Pour mémoriser mes plans, j’ai utilisé le logiciel \u003Ca href=\"https://apps.ankiweb.net/\">Anki\u003C/a>. Cela fonctionne très bien, et\nj’ai pu tout apprendre en un mois et demi environ.\u003C/p>\n\u003Cp>En ce qui concerne le contenu des plans, il me semble inutile et même\ncontreproductif d’inclure des résultats non maîtrisés. Le jury interroge\nen priorité sur les résultats qui figurent dans le plan. À mon avis, il\nvaut mieux un plan simple d’un niveau moindre mais dont on est sûr du\ncontenu, qu’un plan trop ambitieux.\u003C/p>\n\u003Ch2>Conseils pour le jour J\u003C/h2>\n\u003Ch3>Pour les écrits\u003C/h3>\n\u003Cp>Déjà, un point simple mais essentiel : rester pendant les six heures\nd’épreuve et tout donner jusqu’à la fin. Il n’y a rien de plus frustrant\nque de rater l’admission à un point, il faut mettre toutes les chances\nde son côté.\u003C/p>\n\u003Cp>Ensuite, on le lit partout et les rapports du jury le confirme, mais\nil faut soigner au maximum le début de sa copie. Les premières questions\nservent régulièrement de discriminant entre les candidats, il convient\nd’être du bon côté.\u003C/p>\n\u003Cp>Dernier détail ; les copies sont numérisées, puis corrigées sur\nordinateur. Donc il vaut mieux écrire avec un stylo à encre foncée.\u003C/p>\n\u003Ch3>Pour les oraux\u003C/h3>\n\u003Cp>J’ai organisé mes préparations de la manière suivante :\u003C/p>\n\u003Cul>\n\u003Cli>\u003Cp>une heure et demi consacrée à l’écriture du plan ;\u003C/p>\u003C/li>\n\u003Cli>\u003Cp>le reste pour apprendre mes développements et travailler les\nrésultats qui figurent dans mon plan selon le temps restant.\u003C/p>\u003C/li>\n\u003C/ul>\n\u003Cp>Cela ne peut fonctionner que si les développements ont été travaillés\net appris en amont. Pour les oraux de 2024, nous avions réellement trois\nheures de préparation et nous disposions d’une petite minute pour relire\nle développement choisi par le jury. Pour cette raison, il convient de\nl’avoir rédigé proprement sur une des feuilles de brouillon.\u003C/p>\n\u003Cp>Je n’ai pas de conseil à donner pour la défense du plan autre qu’il\nfaut indiquer ses développements et motiver leur place dans la leçon\nchoisie.\u003C/p>\n\u003Cp>Pour le développement, il ne faut faire ni trop court ni trop long.\nJe pense qu’un développement n’est jamais trop court : on peut mettre à\nprofit le temps superflu en faisant un plan de la preuve au tableau, en\nprenant le temps de se retourner vers le jury pour expliquer son\nraisonnement, en appliquant le résultat démontré à un exemple, etc. Le\njury attend une certaine aisance à l’oral, et faire preuve de qualités\npédagogiques dans un tel contexte ne peut être que valorisé.\u003C/p>\n\u003Cp>À ce sujet, je vous conseille de porter une montre digitale le jour\nde l’oral (on peut en trouver des très bonnes pour une quinzaine d’euros\ndans un magasin de sport très connu), et de lancer le chronomètre, que\nce soit pour la défense du plan ou pour le développement. Cela aide\nvraiment dans la gestion du temps. Ce conseil vaut d’autant plus pour\nl’épreuve de modélisation où la partie orale en autonomie dure tout de\nmême 35 minutes.\u003C/p>\n\u003Cp>Ensuite, pour les questions, les notes réalisées pendant la\npréparation sont autorisées. Donc il ne faut pas hésiter à noter\nquelques éléments de preuve de résultats non triviaux. Et, je vais\nsûrement me répéter, mais il faut maîtriser son plan car le jury peut\ninterroger sur tous les éléments qui s’y trouvent.\u003C/p>\n\u003Cp>En ce qui concerne l’attitude des membres du jury, de mon expérience,\nils sont généralement bienveillants. Les questions servent à tester le\ndegré de maîtrise du sujet par le candidat. À ce titre, il faut être\nhonnête et ne pas tenter d’entourloupes (les membres du jury sauront de\ntoute manière le détecter, et le restant de l’heure pourra vite tourner\nau clavaire).\u003C/p>\n\u003Cp>Dernier conseil, plus personnel, mais il ne faut pas se décourager.\nUn tirage défavorable, ça existe. Deux tirages défavorables, aussi. Ce\nfut mon cas cette année, et je confirme que la préparation est d’autant\nplus stressante que de savoir que nous allons rester une heure devant\ndes spécialistes de leur domaine pour parler d’un sujet que nous ne\nmaîtrisons pas. Même dans ce cas là, n’oubliez pas que vous savez des\nchoses, même si elles sont simples, et le jury saura (aussi) le mettre\nen valeur. Et même si vous n’arrivez à rien, une mauvaise note ça arrive\net cela ne vous disqualifie pas d’office. Il ne faut pas se décourager\net donner le maximum les autres jours en pensant à tout le chemin\nparcouru dans l’année pour en arriver là où vous êtes...\u003C/p>\n","conseils-generaux","Conseils généraux","conseils generaux",[9,10],"algebra","analysis","Dans cette fiche un peu différente, je liste quelques conseils de\npréparation qui ont fonctionné pour moi.",{"long":13,"short":14},"804e28232e1388064b24db31477429303279978a","804e282",1745478758112]